[Cues]
Cue_E4_2C_Kitchen_WilliamFindingkeys_William_010="A-ha! You can't hide from me forever!"
Cue_E4_2C_LivingRoom_EditedVoices_William_010="Hey, honey..."
Cue_E4_2C_LivingRoom_EditedVoices_William_020="What?"
Cue_E4_2C_LivingRoom_EditedVoices_William_030="Oh, I didn't know you had to get groceries. Of course I'll come pick you up."
Cue_E4_2C_LivingRoom_Insertion_Chloe_020="Someday Dad will get one of them newfangled computers."
Cue_E4_2C_LivingRoom_Insertion_William_030="I hope the flash didn't scare you, Max."
Cue_E4_2C_LivingRoom_Insertion_William_040="This is a keeper."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Chloe_030="Max, you are being so fucking strange, like you're never going to see us again."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Chloe_050="I don't know exactly what you're talking about, but come on. You have made things different, like my whole life. You're my best friend. I've got you and a great family. What's to be sorry for? We'll be best friends forever. And when we grow up we're taking over the world."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Max_040="Chloe, I'm so sorry...|I tried to make things different for you... I...|I did try... I'm sorry."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Max_055="Listen, whatever happens, I want you to be strong. Even if you feel like I wasn't there for you... because I will never abandon you, Chloe. I'll always have your back. Always."
Cue_E4_2C_LivingRoom_MaxPickUpPhone_William_030="Hello?"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_Chloe_050="Dad!"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_Chloe_070="She's never leaving me!"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_Chloe_100="That's a dollar for the swear jar!"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_060="Don't blow it because tonight your mother promised to make us her world-famous salmon surprise with chocolate cake for dessert. Max, you'll be here too, right?"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_080="That makes all of us."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_090="Shit, where are my keys?"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_110="You mean your college fund. Keys, please..."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_140="And no Chloe and Max wine-tasting session..."
